Repository: OzodbekPrimov/avtocontinent
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Welcome to Avtokontinent.uz Administration
uz: Avtokontinent.uz ma’muriyatiga xush kelibsiz

source: Nomi (Oʻzbekcha)
uz: Nomi (O‘zbekcha)

source: Название (Русский)
uz: Nomi (Ruscha)

source: Название категории
uz: Kategoriya nomi (Ruscha)

source: Category name
uz: Kategoriya nomi (Inglizcha)

source: Tavsif (Oʻzbekcha)
uz: Tavsif (O‘zbekcha)

source: Описание (Русский)
uz: Tavsif (Ruscha)

source: Описание категории
uz: Kategoriya tavsifi (Ruscha)

source: Название бренда
uz: Brend nomi (Ruscha)

source: Описание бренда
uz: Brend tavsifi (Ruscha)

source: Oʻzbekcha nom
uz: O‘zbekcha nom

source: Название модели
uz: Model nomi (Ruscha)

source: Oʻzbekcha tavsif
uz: O‘zbekcha tavsif

source: Описание модели
uz: Model tavsifi (Ruscha)

source: Search products...
uz: Mahsulotlarni qidirish...

source: Favorites
uz: Sevimlilar

source: Shopping Cart
uz: Xarid savati

source: My Account
uz: Mening hisobim

source: Order History
uz: Buyurtmalar tarixi

source: Logout
uz: Chiqish

source: Login
uz: Kirish

source: Home
uz: Bosh sahifa

source: Cart
uz: Savatcha

source: Language
uz: Til

source: Account
uz: Hisob

source: Your trusted partner for quality auto spare parts. We provide genuine parts for all car brands with fast delivery across Uzbekistan.
uz: Sifatli avto ehtiyot qismlar uchun ishonchli hamkoringiz. Biz barcha avtomobil brendlari uchun original qismlarni O‘zbekiston bo‘ylab tez yetkazib beramiz.

source: Quick Links
uz: Tez havolalar

source: Products
uz: Mahsulotlar

source: Brands
uz: Brendlar

source: About Us
uz: Biz haqimizda

source: Categories
uz: Kategoriyalar

source: Contact Info
uz: Aloqa ma’lumotlari

source: Mon-Sat: 9:00 AM - 6:00 PM
uz: Dush-Shan: 9:00 - 18:00

source: Avtokontinent.uz. All rights reserved.
uz: Avtokontinent.uz. Barcha huquqlar himoyalangan.

source: Privacy Policy
uz: Maxfiylik siyosati

source: Terms of Service
uz: Xizmat ko‘rsatish shartlari

source: Support
uz: Yordam

source: Models and Parts
uz: Modellar va ehtiyot qismlar

source: models available
uz: mavjud modellar

source: products
uz: mahsulotlar

source: Filter by Model
uz: Model bo‘yicha filtr

source: All Models
uz: Barcha modellar

source: Clear Filters
uz: Filtrlarni tozalash

source: Parts
uz: Ehtiyot qismlar

source: Spare Parts
uz: Ehtiyot qismlar

source: products found
uz: mahsulotlar topildi

source: Name A-Z
uz: Nomi A-Z

source: Price: Low to High
uz: Narx: Pastdan yuqoriga

source: Price: High to Low
uz: Narx: Yuqoridan pastga

source: Newest First
uz: Eng yangilari birinchi

source: Most Popular
uz: Eng ommabop

source: Like
uz: Yoqtirish

source: Add to Favorites
uz: Sevimlilarga qo‘shish

source: Out of Stock
uz: Omborda yo‘q

source: UZS
uz: So‘m

source: View Details
uz: Tafsilotlarni ko‘rish

source: Add to Cart
uz: Savatchaga

source: No products found
uz: Mahsulotlar topilmadi

source: Try adjusting your search or filter criteria
uz: Qidiruv yoki filtr mezonlarini o‘zgartirib ko‘ring

source: View All Products
uz: Barcha mahsulotlarni ko‘rish

source: Shopping Cart - Avtokontinent.uz
uz: Xarid savati - Avtokontinent.uz

source: people have this in cart
uz: ta savatchada

source: Order Summary
uz: Buyurtma xulosasi

source: Subtotal:
uz: Oraliq jami:

source: Delivery:
uz: Yetkazib berish:

source: Free
uz: Bepul

source: Total:
uz: Jami:

source: Place Order
uz: Buyurtma berish

source: Your cart is empty
uz: Savatingiz bo‘sh

source: Add some products to your cart to continue shopping
uz: Xaridni davom ettirish uchun savatingizga mahsulotlar qo‘shing

source: Continue Shopping
uz: Xaridni davom ettirish

source: Are you sure you want to remove this item?
uz: Ushbu mahsulotni o‘chirishga ishonchingiz komilmi?

source: Item removed from cart
uz: Mahsulot savatdan o‘chirildi

source: Error removing item
uz: Mahsulotni o‘chirishda xato yuz berdi

source: Checkout - Avtokontinent.uz
uz: Buyurtma tasdiqlash - Avtokontinent.uz

source: Checkout
uz: Buyurtma tasdiqlash

source: Order Details
uz: Buyurtma tafsilotlari

source: Full Name
uz: To‘liq ism

source: Phone Number
uz: Telefon raqami

source: Branch Delivery Only
uz: Faqat filialdan olib ketish

source: All orders are delivered to selected branches only.
uz: Barcha buyurtmalar faqat tanlangan filiallarga yetkazib beriladi.

source: Select Region
uz: Xududni tanlang

source: Choose a region...
uz: Xududni tanlang...

source: Select Branch
uz: Filialni tanlang

source: First select a region...
uz: Birinchi xududni tanlang...

source: Selected Branch Details
uz: Tanlangan filial ma’lumotlari

source: Additional Instructions
uz: Qo'shimcha ko'rsatmalar

source: Optional
uz: Ixtiyoriy

source: Any special delivery instructions or notes...
uz: Maxsus yetkazib berish ko‘rsatmalari yoki izohlar...

source: I agree to the
uz: Men rozi bo‘laman

source: Terms and Conditions
uz: Foydalanish shartlari

source: Payment Information
uz: To‘lov ma’lumotlari

source: Card Number:
uz: Karta raqami:

source: Cardholder:
uz: Karta egasi:

source: Loading branches...
uz: Filiallar yuklanmoqda...

source: Choose a branch...
uz: Filialni tanlang...

source: Error loading branches
uz: Filiallarni yuklashda xato

source: Region:
uz: Xudud:

source: Branch:
uz: Filial

source: Address:
uz: Manzil

source: Landmark:
uz: Mo'ljal

source: Phone:
uz: Telefon

source: City/District:
uz: Shaxar/Tuman

source: Delivery Time:
uz: Yetkazib berish vaqti (h):

source: Favorites - Avtokontinent.uz
uz: Sevimlilar - Avtokontinent.uz

source: My Favorites
uz: Mening sevimlilarim

source: Remove from Favorites
uz: Sevimlilardan o‘chirish

source: No favorites yet
uz: Hali sevimlilar yo‘q

source: Start adding products to your favorites to see them here
uz: Bu yerda ko‘rish uchun mahsulotlarni sevimlilarga qo‘shing

source: Browse Products
uz: Mahsulotlarni ko‘rish

source: Previous
uz: Oldingi

source: Next
uz: Keyingi

source: Popular Brands
uz: Ommabop brendlar

source: models
uz: modellar

source: No brands available
uz: Brendlar mavjud emas

source: Product Categories
uz: Mahsulot kategoriyalari

source: items
uz: mahsulotlar

source: No categories available
uz: Kategoriyalar mavjud emas

source: Best Selling Products
uz: Eng ko‘p sotilgan mahsulotlar

source: Top 5 products that our customers love the most
uz: Mijozlarimiz eng yaxshi ko‘rgan 5 ta mahsulot

source: Best Seller
uz: Eng ko‘p sotilgan

source: sold
uz: sotildi

source: View More
uz: Ko‘proq ko‘rish

source: Most Liked Products
uz: Eng ko‘p yoqtirilgan mahsulotlar

source: Products that have won the hearts of our customers
uz: Mijozlarimiz qalbini zabt etgan mahsulotlar

source: likes
uz: yoqtirishlar

source: reviews
uz: sharh

source: Login - Avtokontinent.uz
uz: Kirish - Avtokontinent.uz

source: Enter your verification code
uz: Tasdiqlash kodingizni kiriting

source: Get the code from the bot
uz: Kodni botdan oling

source: Open Telegram Bot
uz: Telegram botni ochish

source: 4-Digit Verification Code
uz: 4 raqamli tasdiqlash kodi

source: Enter the 4-digit code you received from the Telegram bot
uz: Telegram botdan olgan 4 raqamli kodni kiriting

source: Verify & Login
uz: Tasdiqlash va kirish

source: Steps to get your code:
uz: Kodni olish qadamlari:

source: Click the Telegram bot link above
uz: Yuqoridagi Telegram bot havolasini bosing

source: Start the bot and share your contact
uz: Botni ishga tushiring va kontaktingizni ulashing

source: Receive your 4-digit code
uz: 4 raqamli kodni oling

source: Enter the code here to login
uz: Kirish uchun kodni bu yerga kiriting

source: Code expires in 2 minute
uz: Kodning amal qilish muddati 2 daqiqa

source: Please enter a valid 4-digit code.
uz: Iltimos, to‘g‘ri 4 raqamli kodni kiriting.

source: Checking...
uz: Tekshirilmoqda...

source: Success!
uz: muvaffaqiyatli

source: Network error. Please try again.
uz: Tarmoq xatosi. Iltimos, qayta urinib ko‘ring.

source: Order
uz: Buyurtma

source: Order Information
uz: Buyurtma ma’lumotlari

source: Order Date
uz: Buyurtma sanasi

source: Customer Name
uz: Mijoz ismi

source: Phone
uz: Telefon

source: Delivery Information
uz: Yetkazib berish ma'lumotlari

source: Delivery Type
uz: Yetkazib berish turi

source: Branch Delivery
uz: Filial orqali yetkazib berish

source: Branch
uz: Filial

source: Branch Address
uz: Filial manzili

source: Landmark
uz: Mo'ljal

source: Branch Phone
uz: Filial telefoni

source: City/District
uz: Shaxar/Tuman

source: Estimated Delivery Time
uz: Taxminiy yetkazib berish vaqti

source: Payment Status
uz: To‘lov holati

source: Confirmed
uz: Tasdiqlangan

source: Pending
uz: Kutilmoqda

source: Total Amount
uz: Umumiy summa

source: USD Amount
uz: AQSh dollari summasi

source: Exchange Rate
uz: Valyuta kursi

source: Order Items
uz: Buyurtma elementlari

source: SKU
uz: Mahsulot kodi

source: Quantity
uz: Miqdori

source: Unit Price
uz: Birlik narxi

source: Total
uz: Jami

source: Subtotal
uz: Oraliq jami

source: Delivery
uz: Yetkazib berish

source: USD equivalent
uz: AQSh dollari ekvivalenti

source: Order Status
uz: Buyurtma holati

source: Order Placed
uz: Buyurtma berildi

source: Order Confirmed
uz: Buyurtma tasdiqlandi

source: Preparing Order
uz: Buyurtma tayyorlanmoqda

source: In Progress
uz: Jarayonda

source: Waiting
uz: Kutilmoqda

source: Order Shipped
uz: Buyurtma jo‘natildi

source: On the way
uz: Yo‘lda

source: Not shipped yet
uz: Hali jo‘natilmagan

source: Delivered
uz: Yetkazib berildi

source: Completed
uz: Yakunlandi

source: Pending delivery
uz: Yetkazib berish kutilmoqda

source: Payment Proof
uz: To‘lov isboti

source: Payment Confirmed
uz: To‘lov tasdiqlandi

source: Amount Paid
uz: To‘langan summa

source: Payment Screenshot
uz: To‘lov skrinshoti

source: View Full Image
uz: To‘liq rasmni ko‘rish

source: No payment screenshot available
uz: To‘lov skrinshoti mavjud emas

source: Payment confirmed on
uz: To‘lov tasdiqlangan sana

source: Payment Pending
uz: To‘lov kutilmoqda

source: Amount Due
uz: To‘lanmagan summa

source: Your order is waiting for payment confirmation.
uz: Buyurtmangiz to‘lov tasdiqlanishini kutmoqda.

source: Actions
uz: Amallar

source: Back to Orders
uz: Buyurtmalarga qaytish

source: Items
uz: Mahsulotlar

source: Total Quantity
uz: Umumiy miqdori

source: Order Value
uz: Buyurtma qiymati

source: Payment Amount
uz: To‘lov summasi

source: USD Equivalent
uz: AQSh dollari ekvivalenti

source: Exchange Rate Used
uz: Ishlatilgan valyuta kursi

source: Are you sure you want to cancel this order?
uz: Buyurtmani bekor qilishga ishonchingiz komilmi?

source: Order cancellation requested. We will contact you shortly.
uz: Buyurtmani bekor qilish so‘rovi yuborildi. Tez orada siz bilan bog‘lanamiz.Buyurtma bekor qilish so‘rovi yuborildi. Tez orada siz bilan bog‘lanamiz.

source: Order History - Avtokontinent.uz
uz: Buyurtmalar tarixi - Avtokontinent.uz

source: Status:
uz: Holati:

source: Payment:
uz: To‘lov:

source: No orders yet
uz: Hali buyurtmalar yo‘q

source: Your order history will appear here once you make your first purchase
uz: Birinchi xaridingizdan so‘ng buyurtmalar tarixi bu yerda paydo bo‘ladi

source: Start Shopping
uz: Xaridni boshlash

source: Payment - Avtokontinent.uz
uz: To‘lov - Avtokontinent.uz

source: Payment
uz: To‘lov

source: Payment Instructions
uz: To‘lov yo‘riqnomasi

source: Bank Transfer Details
uz: Bank o‘tkazmasi tafsilotlari

source: Amount to Pay
uz: To‘lanadigan summa

source: Copy Amount
uz: Summani nusxalash

source: Payment Steps:
uz: To‘lov qadamlari:

source: Transfer the exact amount
uz: Aniq summatni o‘tkazing

source: to the bank account above
uz: yuqoridagi bank hisobiga

source: Take a screenshot of the payment confirmation
uz: To‘lov tasdiqlanishi skrinshotini oling

source: Upload the screenshot below
uz: Skrinshotni quyida yuklang

source: Wait for payment confirmation from our team
uz: Jamoamizdan to‘lov tasdiqlanishini kuting

source: Upload Payment Screenshot
uz: To‘lov skrinshotini yuklash

source: Please upload a clear screenshot showing the payment confirmation. Supported formats: JPG, PNG, GIF
uz: To‘lov tasdiqlanishini ko‘rsatuvchi aniq skrinshotni yuklang. Qo‘llab-quvvatlanadigan formatlar: JPG, PNG, GIF

source: Back to Order
uz: Buyurtmaga qaytish

source: Order Date:
uz: Buyurtma sanasi:

source: Items:
uz: Mahsulotlar:

source: Customer:
uz: Mijoz:

source: Quantity:
uz: Miqdori:

source: Unit Price:
uz: Birlik narxi:

source: Please transfer the exact amount shown above to avoid payment delays.
uz: To‘lov kechikmasligi uchun iltimos, aynan yuqorida ko‘rsatilgan summani o‘tkazing.To‘lov kechikishlarining oldini olish uchun yuqorida ko‘rsatilgan aniq summatni o‘tkazing.

source: Need Help?
uz: Yordam kerakmi?

source: If you have any questions about the payment process, please contact us:
uz: To‘lov jarayoni bo‘yicha savollaringiz bo‘lsa, biz bilan bog‘laning:

source: Payment confirmation usually takes 1-2 hours during business hours.
uz: To‘lov tasdiqlanishi odatda ish soatlarida 1-2 soat davom etadi.

source: Copied to clipboard!
uz: Klipbordga nusxalandi!

source: Failed to copy. Please copy manually.
uz: Nusxalash amalga oshmadi. Iltimos, qo‘lda nusxalang.

source: Please select a payment screenshot to upload.
uz: Yuklash uchun to‘lov skrinshotini tanlang.

source: File size is too large. Please choose a file smaller than 10MB.
uz: Fayl hajmi juda katta. Iltimos, 10MB dan kichik faylni tanlang.

source: Uploading...
uz: Yuklanmoqda...

source: Image selected successfully!
uz: Rasm muvaffaqiyatli tanlandi!

source: Product Video
uz: Mahsulot videosi

source: SKU:
uz: Mahsulot kodi:

source: In Stock
uz: Omborda mavjud

source: comments
uz: sharhlar

source: Compatible With:
uz: Mos keladi:

source: Category:
uz: Kategoriya:

source: Subcategory:
uz: Kichik kategoriya:

source: Product Description
uz: Mahsulot tavsifi

source: Customer Reviews
uz: Mijozlar sharhlari

source: Rating
uz: Reyting

source: Select Rating
uz: Reytingni tanlang

source: 5 Stars - Excellent
uz: 5 yulduz - A’lo

source: 4 Stars - Good
uz: 4 yulduz - Yaxshi

source: 3 Stars - Average
uz: 3 yulduz - O‘rtacha

source: 2 Stars - Poor
uz: 2 yulduz - Yomon

source: 1 Star - Terrible
uz: 1 yulduz - Dahshatli

source: Your Review
uz: Sizning sharhingiz

source: Share your experience with this product...
uz: Ushbu mahsulot bilan tajribangizni baham ko‘ring...

source: Submit Review
uz: Sharh yuborish

source: to write a review.
uz: sharh yozish uchun.

source: No reviews yet. Be the first to review this product!
uz: Hali sharhlar yo‘q. Ushbu mahsulotga birinchi bo‘lib sharh yozing!

source: Related Products
uz: Tegishli mahsulotlar

source: View
uz: Ko‘rish

source: Products - Avtokontinent.uz
uz: Mahsulotlar - Avtokontinent.uz

source: Filters
uz: Filtrlar

source: Models
uz: Modellar

source: results found
uz: natijalar topildi

source: and
uz: va

source: more
uz: yana

source: Page navigation
uz: Sahifalar navigatsiyasi

source: Verify Code - Avtokontinent.uz
uz: Kodni tasdiqlash - Avtokontinent.uz

source: Verify Code
uz: Kodni tasdiqlash

source: Get the code from this bot
uz: Kodni ushbu botdan oling

source: Code expires in 1 minute
uz: Kodning amal qilish muddati 1 daqiqa

source: Back to Login
uz: Kirish sahifasiga qaytish
