Repository: OzodbekPrimov/avtocontinent
Catalog: locale/cyrl/LC_MESSAGES/django.po
Languages: uz_cyrl

source: Avtokontinent.uz Admin
uz_cyrl: Avtokontinent.uz Админ

source: Welcome to Avtokontinent.uz Administration
uz_cyrl: Avtokontinent.uz Админ панелга хуш келибсиз

source: Nomi (Oʻzbekcha)
uz_cyrl: Номи (Ўзбекча)

source: Kategoriya nomi
uz_cyrl: Категория номи

source: Название (Русский)
uz_cyrl: Номи (Русча)

source: Название категории
uz_cyrl: Категория номи

source: Category name
uz_cyrl: Категория номи

source: Tavsif (Oʻzbekcha)
uz_cyrl: Тавсифи (Ўзбекча)

source: Kategoriya tavsifi
uz_cyrl: Категория тавсифи

source: Описание (Русский)
uz_cyrl: Тавсифи (Русча)

source: Описание категории
uz_cyrl: Категория тавсифи

source: Tavsif (Krilcha)
uz_cyrl: Тавсифи (Ўзбекча)

source: Category tavsif
uz_cyrl: Категория тавсифи

source: Ushbu maydon majburiy
uz_cyrl: Ушбу майдон мажбурий

source: Brend nomi
uz_cyrl: Бренд номи

source: Название бренда
uz_cyrl: Бренд номи

source: Nomi (Krilcha)
uz_cyrl: Номи (Ўзбекча)

source: Brand nomi
uz_cyrl: Бренд номи

source: Brend tavsifi
uz_cyrl: Бренд тавсифи

source: Описание бренда
uz_cyrl: Бренд тавсифи

source: Brand tavsifi
uz_cyrl: Бренд тавсифи

source: Avtomatik yaratiladi
uz_cyrl: Автоматик яратилади

source: URL uchun ishlatiladigan qisqa nom
uz_cyrl: URL учун ишлатиладиган қисқа ном

source: Brend
uz_cyrl: Бренд

source: Model rasmi
uz_cyrl: Модел расми

source: Faol
uz_cyrl: Фаол

source: Oʻzbekcha nom
uz_cyrl: Ўзбекча ном

source: Model nomi
uz_cyrl: Модел номи

source: Ruscha nom
uz_cyrl: Русча ном

source: Название модели
uz_cyrl: Модел номи

source: Krilcha nom
uz_cyrl: Русча ном

source: Oʻzbekcha tavsif
uz_cyrl: Ўзбекча тавсиф

source: Model haqida ma'lumot
uz_cyrl: Модел ҳақида маълумот

source: Ruscha tavsif
uz_cyrl: Русча тавсиф

source: Описание модели
uz_cyrl: Модел тавсифи

source: Kamida bitta til uchun nom kiritishingiz kerak
uz_cyrl: Камиди битта тил учун ном киритишингиз керак

source: Ushbu brend uchun bunday slug bilan model allaqachon mavjud
uz_cyrl: Ушбу бренд учун бундай слаг билан модел аллақачон мавжуд

source: Avtokontinent.uz - Avtomobil ehtiyot qismlari
uz_cyrl: Avtokontinent.uz - Авто қисмлар

source: Avtokontinent.uz logo
uz_cyrl: Avtokontinent.uz

source: Avtokontinent.uz (Автоконтинент.уз) - Auto Spare Parts | Avtomobil Ehtiyot Qismlari
uz_cyrl: Avtokontinent.uz - Авто қисмлар

source: Avtomobil ehtiyot qismlari
uz_cyrl: Avtokontinent.uz - Авто қисмлар

source: Search products...
uz_cyrl: Махсулотларни қидириш...

source: Favorites
uz_cyrl: Севимлилар

source: Shopping Cart
uz_cyrl: Харидлар савати

source: My Account
uz_cyrl: Менинг профилим

source: Order History
uz_cyrl: Буюртма тарихи

source: Logout
uz_cyrl: Чиқиш

source: Login
uz_cyrl: Кириш

source: Home
uz_cyrl: Бош саҳифа

source: Cart
uz_cyrl: Сават

source: Language
uz_cyrl: Тил

source: Account
uz_cyrl: Профиль

source: Your trusted partner for quality auto spare parts. We provide genuine parts for all car brands with fast delivery across Uzbekistan.
uz_cyrl: Сифатли авто еҳтиёт қисмлари учун ишончли ҳамкорингиз. Биз барча автомобил брендлари учун оригинал қисмларни Ўзбекистон бўйлаб тез етказиб берамиз.

source: Quick Links
uz_cyrl: Тез ҳаволалар

source: Products
uz_cyrl: Махсулотлар

source: Brands
uz_cyrl: Брендлар

source: About Us
uz_cyrl: Биз ҳақимизда

source: Categories
uz_cyrl: Категориялар

source: Contact Info
uz_cyrl: Алоқа маълумоти

source: O'zbekiston, Navoiy viloyati, Zarafshon shahri
uz_cyrl: Узбекистон, Навоий вилойати, Зарафшон шахри

source: Omborlar: Toshkent, Qo'qon
uz_cyrl: Омборлар: Тошкент, Қўқон

source: Mon-Sat: 9:00 AM - 6:00 PM
uz_cyrl: Душ-Шан: 9:00 - 18:00

source: Avtokontinent.uz. All rights reserved.
uz_cyrl: Avtokontinent.uz. Барча ҳуқуқлар ҳимояланган.

source: Privacy Policy
uz_cyrl: Махфийлик сиёсати

source: Terms of Service
uz_cyrl: Фойдаланиш шартлари

source: Support
uz_cyrl: Ёрдам

source: Models and Parts
uz_cyrl: Моделлар ва Қисмлар

source: models available
uz_cyrl: моделлар мавжуд

source: products
uz_cyrl: махсулотлар

source: Filter by Model
uz_cyrl: Модел бўйича филтрлаш

source: All Models
uz_cyrl: Барча моделлар

source: Clear Filters
uz_cyrl: Филтрларни бекор қилиш

source: Parts
uz_cyrl: Қисмлар

source: Spare Parts
uz_cyrl: Запчасти

source: products found
uz_cyrl: топилган махсулотлар

source: Name A-Z
uz_cyrl: Номи A-Z

source: Price: Low to High
uz_cyrl: Нарх: Арзондан қимматгача

source: Price: High to Low
uz_cyrl: Нарх: Қимматдан арзонгача

source: Newest First
uz_cyrl: Аввал янги

source: Most Popular
uz_cyrl: Энг машҳур

source: Like
uz_cyrl: Лайк

source: Add to Favorites
uz_cyrl: Севимлиларга қўшиш

source: Out of Stock
uz_cyrl: омборда йўқ

source: UZS
uz_cyrl: Сўм

source: View Details
uz_cyrl: Батафсил

source: Add to Cart
uz_cyrl: Саватга қўшиш

source: No products found
uz_cyrl: Махсулот топилмади

source: Try adjusting your search or filter criteria
uz_cyrl: Қидирув ёки филтрларни ўзгартиринг

source: View All Products
uz_cyrl: Барча махсулотларни кўриш

source: Shopping Cart - Avtokontinent.uz
uz_cyrl: Харидлар савати - Avtokontinent.uz

source: people have this in cart
uz_cyrl: та саватчада

source: Stock
uz_cyrl: мавжуд

source: Order Summary
uz_cyrl: Буюртма хулосаси

source: Subtotal:
uz_cyrl: Жами:

source: Delivery:
uz_cyrl: Yetkazib berish:

source: Free
uz_cyrl: Бепул

source: Total:
uz_cyrl: Жами:

source: Place Order
uz_cyrl: Буюртма бериш

source: Your cart is empty
uz_cyrl: Саватингиз бўш

source: Add some products to your cart to continue shopping
uz_cyrl: Сотиб олишни давом эттириш учун саватингизга махсулот қўшинг

source: Continue Shopping
uz_cyrl: Сотиб олишни давом этиш

source: Are you sure you want to remove this item?
uz_cyrl: Ушбу махсулотни саватдан олиб ташлашни истайсизми?

source: Item removed from cart
uz_cyrl: Махсулот саватдан олиб ташланди

source: Error removing item
uz_cyrl: Махсулотни олиб ташлашда хато

source: Checkout - Avtokontinent.uz
uz_cyrl: Буюртма бериш - Avtokontinent.uz

source: Checkout
uz_cyrl: Буюртма бериш

source: Order Details
uz_cyrl: Буюртма тафсилотлари

source: Full Name
uz_cyrl: Тўлиқ исм

source: Phone Number
uz_cyrl: Телефон рақам

source: Branch Delivery Only
uz_cyrl: Фақат филиалдан олиб кетиш

source: All orders are delivered to selected branches only.
uz_cyrl: Барча буюртмалар фақат танланган филиалларга етказиб берилади.

source: Select Region
uz_cyrl: Бахолашни танланг

source: Choose a region...
uz_cyrl: Ҳудудни танланг...

source: Select Branch
uz_cyrl: Бахолашни танланг

source: First select a region...
uz_cyrl: Олдин ҳудудни танланг...

source: Selected Branch Details
uz_cyrl: Танланган филиал маълумотлари

source: Additional Instructions
uz_cyrl: Қўшимча кўрсатмалар

source: Optional
uz_cyrl: Ихтиёрий

source: Any special delivery instructions or notes...
uz_cyrl: Махсус етказиб бериш кўрсатмалари ёки изоҳлар...

source: I agree to the
uz_cyrl: Мен қабул қилдим

source: Terms and Conditions
uz_cyrl: Фойдаланиш шартлари

source: Payment Information
uz_cyrl: Тўлов маълумоти

source: Card Number:
uz_cyrl: Карта рақами:

source: Bank:
uz_cyrl: Банк:

source: Cardholder:
uz_cyrl: Карта эгаси:

source: Choose a branch...
uz_cyrl: Филиални танланг...

source: Region:
uz_cyrl: Ҳудуд:

source: Branch:
uz_cyrl: Филиал

source: Address:
uz_cyrl: Манзил

source: Landmark:
uz_cyrl: Мўлжал:

source: Phone:
uz_cyrl: Телефон

source: City/District:
uz_cyrl: Шаҳар/Туман:

source: Delivery Time:
uz_cyrl: Етказиб бериш:

source: Favorites - Avtokontinent.uz
uz_cyrl: Севимлилар - Avtokontinent.uz

source: My Favorites
uz_cyrl: Севимлиларим

source: Remove from Favorites
uz_cyrl: Севимлилардан олиб ташлаш

source: No favorites yet
uz_cyrl: Севимлилар ҳали йўқ

source: Start adding products to your favorites to see them here
uz_cyrl: Уларни кўриш учун севимлиларингизга махсулотлар қўшишни бошланг

source: Browse Products
uz_cyrl: Махсулотларни кўриш

source: Removed from favorites!
uz_cyrl: Севимлилардан олиб ташланди!

source: Added to favorites!
uz_cyrl: Севимлиларга қўшилди!

source: Error occurred. Please try again.
uz_cyrl: Хатолик юз берди. Илтимос, қайтадан уриниб кўринг.

source: Liked!
uz_cyrl: Лайк қилинди!

source: Unliked!
uz_cyrl: Лайк бекор қилинди!

source: Avtokontinent.uz - Original avtomobil qismlari
uz_cyrl: Avtokontinent.uz - Авто қисмлар

source: Avtokontinent.uz banner
uz_cyrl: Avtokontinent.uz

source: Previous
uz_cyrl: Олдинги

source: Next
uz_cyrl: Кейинги

source: Popular Brands
uz_cyrl: Машҳур брендлар

source: models
uz_cyrl: моделлар

source: No brands available
uz_cyrl: Брендлар мавжуд эмас

source: Product Categories
uz_cyrl: Махсулот категориялари

source: items
uz_cyrl: элементлар

source: No categories available
uz_cyrl: Категориялар мавжуд эмас

source: Best Selling Products
uz_cyrl: Энг кўп сотилган

source: Top 5 products that our customers love the most
uz_cyrl: Мижозларимизга энг ёқадиган топ-5 махсулот

source: Best Seller
uz_cyrl: Энг кўп сотилган

source: sold
uz_cyrl: сотилди

source: View More
uz_cyrl: Кўпроқ кўриш

source: Most Liked Products
uz_cyrl: Энг кўп лайк босилган махсулотлар

source: Products that have won the hearts of our customers
uz_cyrl: Мижозларимизнинг калбини забт етган махсулотлар

source: likes
uz_cyrl: лайклар

source: reviews
uz_cyrl: шархлар

source: Login - Avtokontinent.uz
uz_cyrl: Кириш - Avtokontinent.uz

source: Enter your verification code
uz_cyrl: Тасдиқлаш кодингизни киритинг

source: Get the code from the bot
uz_cyrl: Кодни ботдан олинг

source: Open Telegram Bot
uz_cyrl: Телеграм ботни очинг

source: 4-Digit Verification Code
uz_cyrl: 4 хонали тасдиқлаш коди

source: Enter the 4-digit code you received from the Telegram bot
uz_cyrl: Телеграм ботдан олинган 4 хонали кодни киритинг

source: Verify & Login
uz_cyrl: Тасдиқлаш ва кириш

source: How to get your code
uz_cyrl: Кодни қандай олиш

source: Steps to get your code:
uz_cyrl: Кодни олиш босқичлари:

source: Click the Telegram bot link above
uz_cyrl: Юқоридаги Телеграм бот ҳаволасини босинг

source: Start the bot and share your contact
uz_cyrl: Ботни бошланг ва алоқа маълумотингизни улашинг

source: Receive your 4-digit code
uz_cyrl: 4 хонали кодингизни қабул қилинг

source: Enter the code here to login
uz_cyrl: Кириш учун кодни киритинг

source: Code expires in 2 minute
uz_cyrl: Код 2 дақиқада амал килади

source: Please enter a valid 4-digit code.
uz_cyrl: Илтимос, тўғри 4 хонали код киритинг.

source: Checking...
uz_cyrl: Текширилмоқда...

source: Success!
uz_cyrl: Муваффақиятли!

source: Network error. Please try again.
uz_cyrl: Тармоқ хатолиги. Илтимос, қайтадан уриниб кўринг.

source: Order
uz_cyrl: Буюртма

source: Order Information
uz_cyrl: Буюртма маълумоти

source: Order Date
uz_cyrl: Буюртма санаси

source: Customer Name
uz_cyrl: Мижоз исми

source: Phone
uz_cyrl: Телефон

source: Delivery Information
uz_cyrl: Етказиб бериш маълумотлари

source: Delivery Type
uz_cyrl: Етказиб бериш тури

source: Branch Delivery
uz_cyrl: Филиал орқали етказиб бериш

source: Region
uz_cyrl: Ҳудуд

source: Branch
uz_cyrl: Филиал

source: Branch Address
uz_cyrl: Филиал манзили

source: Landmark
uz_cyrl: Мўлжал

source: Branch Phone
uz_cyrl: Филиал телефони

source: City/District
uz_cyrl: Шаҳар/Туман

source: Estimated Delivery Time
uz_cyrl: Тахминий етказиб бериш вақти

source: Payment Status
uz_cyrl: Тўлов ҳолати

source: Confirmed
uz_cyrl: Тасдиқланди

source: Pending
uz_cyrl: Кутилмоқда

source: Total Amount
uz_cyrl: Жами сумма

source: USD Amount
uz_cyrl: USD суммаси

source: Exchange Rate
uz_cyrl: Айирбўш суммаси

source: Order Items
uz_cyrl: Буюртма элементлари

source: Quantity
uz_cyrl: Сони

source: Unit Price
uz_cyrl: Бир дона нархи

source: Total
uz_cyrl: Жами

source: Subtotal
uz_cyrl: Жами

source: Delivery
uz_cyrl: Yetkazib berish

source: USD equivalent
uz_cyrl: USD эквиваленти

source: Order Status
uz_cyrl: Буюртма ҳолати

source: Order Placed
uz_cyrl: Буюртма қабул қилинди

source: Order Confirmed
uz_cyrl: Буюртма тасдиқланди

source: Preparing Order
uz_cyrl: Буюртма тайёрланимоқда

source: In Progress
uz_cyrl: Ишловда

source: Waiting
uz_cyrl: Кутилмоқда

source: Order Shipped
uz_cyrl: Буюртма жўнатилди

source: On the way
uz_cyrl: Йўлда

source: Not shipped yet
uz_cyrl: Ҳали жўнатилмаган

source: Delivered
uz_cyrl: Етказиб берилди

source: Completed
uz_cyrl: Тугатилди

source: Pending delivery
uz_cyrl: Етказиб бериш кутилмоқда

source: Payment Proof
uz_cyrl: Тўлов гувоҳномаси

source: Payment Confirmed
uz_cyrl: Тўлов тасдиқланди

source: Amount Paid
uz_cyrl: Тўланган сумма

source: Payment Screenshot
uz_cyrl: Тўлов скриншоти

source: View Full Image
uz_cyrl: Тўлиқ расмни кўриш

source: No payment screenshot available
uz_cyrl: Тўлов скриншоти йўқ

source: Payment confirmed on
uz_cyrl: Тўлов тасдиқланган сана

source: Payment Pending
uz_cyrl: Тўлов кутилмоқда

source: Amount Due
uz_cyrl: Тўланадиган сумма

source: Your order is waiting for payment confirmation.
uz_cyrl: Сизнинг буюртмангиз тўлов тасдиқланшини кутмоқда.

source: Actions
uz_cyrl: Ҳаракатлар

source: Back to Orders
uz_cyrl: Буюртмаларга қайтиш

source: Items
uz_cyrl: Элементлар

source: Total Quantity
uz_cyrl: Жами сони

source: Order Value
uz_cyrl: Буюртма қиймати

source: Payment Amount
uz_cyrl: Тўлов суммаси

source: USD Equivalent
uz_cyrl: USD эквиваленти

source: Exchange Rate Used
uz_cyrl: Фойдаланилган айирбўш суммаси

source: Are you sure you want to cancel this order?
uz_cyrl: Ушбу буюртмани бекор қилишга ишончингиз комилми?

source: Order cancellation requested. We will contact you shortly.
uz_cyrl: Буюртма бекор қилиш сўрови юборилди. Тешикда сиз билан боғланишамиз.

source: Order History - Avtokontinent.uz
uz_cyrl: Буюртма тарихи - Avtokontinent.uz

source: Status:
uz_cyrl: Ҳолати:

source: Payment:
uz_cyrl: Тўлов:

source: No orders yet
uz_cyrl: Ҳали буюртма йўқ

source: Your order history will appear here once you make your first purchase
uz_cyrl: Биринчи харидингизни қилганингиздан сўнг, буюртмалар тарихи шу ерда кўринади.Сизнинг буюртма тарихингиз биринчи сотиб олишингиздан кейин шу ерда пайдо бўлади

source: Start Shopping
uz_cyrl: Сотиб олишни бошланг

source: Payment - Avtokontinent.uz
uz_cyrl: Тўлов - Avtokontinent.uz

source: Payment
uz_cyrl: Тўлов

source: Payment Instructions
uz_cyrl: Тўлов бўйича кўрсатма

source: Bank Transfer Details
uz_cyrl: Банк утказмаси маълумотлари

source: Amount to Pay
uz_cyrl: Тўланадиган сумма

source: Copy Amount
uz_cyrl: Суммани нусхалаш

source: Payment Steps:
uz_cyrl: Тўлов қадамлари:

source: Transfer the exact amount
uz_cyrl: Аниқ суммани юборинг

source: to the bank account above
uz_cyrl: юқоридаги банк хисобига

source: Take a screenshot of the payment confirmation
uz_cyrl: Тўлов тасдиқини скриншот қилинг

source: Upload the screenshot below
uz_cyrl: Скриншотни пастга юкланг

source: Wait for payment confirmation from our team
uz_cyrl: Жамоамизнинг тўлов тасдиқини кутинг

source: Upload Payment Screenshot
uz_cyrl: Тўлов скриншотини юкланг

source: Please upload a clear screenshot showing the payment confirmation. Supported formats: JPG, PNG, GIF
uz_cyrl: Илтимос, тўлов тасдиқини кўрсатадиган анча тоза скриншот юкланг. Қўллаб-қувватланувчи форматлар: JPG, PNG, GIF

source: Back to Order
uz_cyrl: Буюртмага қайтиш

source: Order Date:
uz_cyrl: Буюртма санаси:

source: Items:
uz_cyrl: Элементлар:

source: Customer:
uz_cyrl: Мижоз:

source: Quantity:
uz_cyrl: Сони:

source: Unit Price:
uz_cyrl: Бир дона нархи:

source: Please transfer the exact amount shown above to avoid payment delays.
uz_cyrl: Тўловни кечиктиришни олдини олиш учун юқорида кўрсатилган аниқ суммани юборинг.

source: Need Help?
uz_cyrl: Ёрдам керакми?

source: If you have any questions about the payment process, please contact us:
uz_cyrl: Тўлов жараёни бўйича саволларингиз бўлса, биз билан боғланинг:

source: Payment confirmation usually takes 1-2 hours during business hours.
uz_cyrl: Тўлов тасдиқи оддий холатда иш кунлари давомида 1-2 соат олароқ давом этади.

source: Copied to clipboard!
uz_cyrl: Буферга нусхаланди!

source: Failed to copy. Please copy manually.
uz_cyrl: Нусхалаш муваффақиятсиз тугади. Илтимос, қўлда нусхаланг.

source: Please select a payment screenshot to upload.
uz_cyrl: Юкланадиган тўлов скриншотини танланг.

source: File size is too large. Please choose a file smaller than 10MB.
uz_cyrl: Файл ҳажми жуда катта. Илтимос, 10MB дан кичик файл танланг.

source: Uploading...
uz_cyrl: Юкланмоқда...

source: Image selected successfully!
uz_cyrl: Расм муваффақиятли танланди!

source: Product Video
uz_cyrl: Махсулот видео

source: In Stock
uz_cyrl: мавжуд

source: comments
uz_cyrl: шархлар

source: Compatible With:
uz_cyrl: Мос келади:

source: Category:
uz_cyrl: Категория:

source: Subcategory:
uz_cyrl: Ички категория:

source: Product Description
uz_cyrl: Махсулот тавсифи

source: Customer Reviews
uz_cyrl: Мижозлар шархи

source: Rating
uz_cyrl: Бахолаш

source: Select Rating
uz_cyrl: Бахолашни танланг

source: 5 Stars - Excellent
uz_cyrl: 5 юлдуз - Ало

source: 4 Stars - Good
uz_cyrl: 4 юлдуз - Яхши

source: 3 Stars - Average
uz_cyrl: 3 юлдуз - Ўртача

source: 2 Stars - Poor
uz_cyrl: 2 юлдуз - Ўрта

source: 1 Star - Terrible
uz_cyrl: 1 юлдуз - Йўмон

source: Your Review
uz_cyrl: Сизнинг шархингиз

source: Share your experience with this product...
uz_cyrl: Ушбу махсулот бўйича тажрибангизни улашинг...

source: Submit Review
uz_cyrl: шархни жўнатиш

source: to write a review.
uz_cyrl: шарх йозиш учун.

source: No reviews yet. Be the first to review this product!
uz_cyrl: Ҳали шарх йўқ. Бу махсулотга биринчи бўлиб шарх йозинг!

source: Related Products
uz_cyrl: Ўхшаш маҳсулотлар

source: View
uz_cyrl: Кўриш

source: Products - Avtokontinent.uz
uz_cyrl: Махсулотлар - Avtokontinent.uz

source: Filters
uz_cyrl: Филтрлар

source: Models
uz_cyrl: Моделлар

source: results found
uz_cyrl: топилган натижалар

source: and
uz_cyrl: ва

source: more
uz_cyrl: кўпроқ

source: Page navigation
uz_cyrl: Саҳифа навигацияси

source: Verify Code - Avtokontinent.uz
uz_cyrl: Кодни тасдиқлаш - Avtokontinent.uz

source: Verify Code
uz_cyrl: Кодни тасдиқлаш

source: Get the code from this bot
uz_cyrl: Кодни ушбу ботдан олинг

source: Code expires in 1 minute
uz_cyrl: Код 1 дақиқадан сўнг амалдан чиқади

source: Back to Login
uz_cyrl: Киришга қайтиш
